Repository: stevendinggang/stringkey
Catalog: New/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, th, tr, vi, zh_hant, zh_hk

source: Pull to refresh
ar: سحب لتحديث
de: Zum Aktualisieren ziehen
es: Tirar para actualizar
fr: Tirer pour actualiser
id: Tarik untuk menyegarkan
it: Scorri in basso per aggiornare
nl: Trek om te vernieuwen
pl: Przeciągnij, aby odświeżyć
pt_br: Puxe para atualizar
pt_pt: corPuxe para atualizar
ru: Потяните, чтобы обновить
th: ดึงเพื่อรีเฟรช
tr: Yenilemek için çek
vi: Kéo để làm mới

source: Purchase now
ar: اشتر الآن
de: Jetzt kaufen
es: Compra ahora
fr: Acheter maintenant
id: Beli sekarang
it: Acquista ora
ja: 今すぐ購入
ko: 지금 구매하십시오
nl: Koop nu
pl: Kup teraz
pt_br: Compre agora
pt_pt: Compre agora
ru: Купить сейчас
th: ซื้อเลย
tr: Şimdi alın satın
vi: Mua ngay
zh_hant: 立即購買
zh_hk: 立即

# Rainy
source: 雨天
ar: يوم ممطر
de: Regen
en: Rainy
es: Lluvioso
fr: Pluie
id: Hujan
it: Piovoso
ja: 雨
ko: 비 오는 날
nl: Regen
pl: deszczowy
pt_br: Chuvoso
pt_pt: Chuva
ru: дождь
th: วันฝนตก
tr: Yağmurlu hava
vi: Trời mưa

source: Range
ar: نطاق
de: Reichweite
es: Rango
fr: Plage
id: Rentang
it: Gamma
nl: Bereik
pl: Zakres
pt_br: Intervalo
pt_pt: Variação
ru: Диапазон
th: ช่วง
tr: Aralık

source: Release to refresh
ar: تحرير للتحديث
de: Zum Aktualisieren loslassen
fr: Relâchez pour actualiser
id: Lepaskan untuk menyegarkan
it: Rilascia per aggiornare
nl: Laat los om te vernieuwen
pl: Zwolnij, aby odświeżyć
pt_br: Solte para atualizar
pt_pt: Solte para atualizar
ru: Отпустите для обновления
th: ปล่อยเพื่อรีเฟรช
tr: Yenilemek için bırak
vi: Nhả để làm mới

# ResolutionUnit
source: 分辨率单位
ar: وحدة دقة العرض
de: lösungAufseinheit
en: Resolution unit
es: Unidad de resolución
fr: Unité de résolution
id: Satuan resolusi
it: Unità di risoluzione
ja: 解像度の単位
ko: 해상도 단위
nl: Resolutie-eenheden
pl: Jednostka rozdzielczości
pt_br: Unidade de Resolução
pt_pt: Unidade de Resolução
ru: единица разрешения
th: หน่วยความละเอียด
tr: Çözünürlük birimi
vi: Đơn vị độ phân giải
zh_hant: 度解析單位
zh_hk: 分辨率單位

source: Restore Purchase
ar: استرجاع الشراء
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
id: Pulihkan Pembelian
it: Ripristina acquisto
ja: 購入の復元
ko: 구매 복원
nl: Herstel aankoop
pl: Przywróć zakup
pt_br: Restaurar Compra
pt_pt: Restaurar compra
ru: Восстановить покупку
th: กู้คืนการซื้อ
tr: Satın alma işlemini geri yükle
vi: Khôi phục mua hàng
zh_hant: 復恢購買
zh_hk: 购买恢复购买

# Retro
source: 复古
ar: قديم الطراز
de: Retro
en: Retro
es: Retro
fr: Vintage
id: Retro
it: Vintage
ja: レトロ
ko: 레트로
nl: Retro
pl: Retrospektywny
pt_br: Retrô
pt_pt: Retrô
ru: ретро
th: ย้อนยุค
tr: Retro
vi: Retro
zh_hant: 復古
zh_hk: 復古

# Romantic Photography
source: 婚恋摄影
ar: التصوير العاطفي والزواج
de: Hochzeitsfotografie
en: Wedding photography
es: Fotografía de boda
fr: Photographie de mariage
id: Fotografi pernikahan
it: Fotografia di nozze
ja: ブライダル写真
ko: 결 사진혼
nl: Huwelijksfotografie
pl: Fotografia ślubna
pt_br: Fotografia de Casamento
pt_pt: Fotografia de casamento
ru: свадебная фотография
th: การถ่ายภาพ่งแตงาน
tr: vlilik fotoğrafçılığı
vi: Chụp ảnh cưới
zh_hant: 婚戀攝影
zh_hk: 婚戀攝影

# Saturation
source: 饱和度
ar: التشبّع
de: Sättigung
en: Saturation
es: Saturación
fr: Saturation
id: Kejenuhan
it: Saturazione
ja: 彩度
ko: 채도
nl: Verzadiging
pl: asyNcenie
pt_br: Saturação
pt_pt: Saturação
ru: насыщенность
th: ความอิ่มตัว
tr: Dgunoyluk
vi: Độ bão hòa
zh_hant: 飽和度
zh_hk: 飽和度

# SceneCaptureType
source: 场景拍摄类型
ar: نوع تصوير المشهد
de: Szenentyp
en: Scene shooting type
es: Tipo de escenas fotografiadas
fr: Type de prise de vue
id: Jenis pengambilan gambar
it: Tipologia di scena fotografica
ja: シーン撮影タイプ
ko: 장면 촬영 유형
nl: Scène-opname type
pl: Typ ujęcia scenicznego
pt_br: Tipo de Cena de Fotografia
pt_pt: Tipo de captura de cena
ru: тип сцены для съёмки
th: ประเภทการถ่ายภาพฉาก
tr: Sahne çekim türleri
vi: Lo chạiụp cảnh
zh_hant: 場景攝影類型
zh_hk: 場景拍攝類型

# SceneType
source: 场景类型
ar: نوع المشهد
de: Szene-Kategorie
en: Scene type
es: Tipo de escena
fr: Type de scène
id: Jenis adegan
it: Tipologia di scena
ja: シーンタイプ
ko: 장면 유형
nl: Scènetype
pl: Typ sceny
pt_br: Tipo de Cena
pt_pt: Tipo de cena
ru: тип сцены
th: ประเภทฉาก
tr: Sahne türleri
vi: Loại cảnh
zh_hant: 場景類型
zh_hk: 場景類型

source: Search and Filter Recipe
ar: بحث وفلترة الصيغة
de: Rezept suchen und filtern
es: Buscar y filtrar recetas
fr: Rechercher et filtrer la recette
id: Cari dan Saring Resep
it: Cerca e filtra ricetta
ja: シレピを検索・フィルタリング
ko: 레시피 검색 및터 필링
nl: Zoek en filter recept
pl: Wyszukiwanie i filtrowanie przepisów
pt_br: Buscar e Filtrar Receita
pt_pt: Buscar e Filtrar Receita
ru: По ииск фильтрация рецептов
th: ค้นหาและกรองสูตร
tr: Tarifi Ara ve Filtrele
vi: Tìm kiếm và lọc recipe

source: Select Language
ar: اختر اللغة
de: Sprache auswählen
es: Seleccionar lenguaje
fr: Sélection langue
id: Pilih Bahasa
it: Seleziona lingua
nl: Selecteer taal
pl: Wybierz język
pt_br: Selecionar Idioma
pt_pt: Selecionaroma Idi
ru: выбор языка
th: เลือกภาษาวิธีการ
tr: Dili Seç
vi: Chọn ngôn ngữ

# SensingMethod
source: 感应方式
ar: نظام الاستشعار
de: Erfassungsmodus
en: Sensing mode
es: Método de detección
fr: Mode de détection
id: Metode penginderaan
it: Modo di rilevamento
ja: センシング方式
ko: 감응 방식
nl: Flashmedolysering
pl: Tryb czujnika
pt_br: Método de Detecção
pt_pt: Método de detecção
ru: метод чувствительности
th: ตรวจจับ
tr: Algılama yöntemi
vi: Phương thức cảm ứng
zh_hant: 感應方式
zh_hk: 感應方式

# SensitivityType
source: 灵敏度类型
ar: نوع الحساسية
de: Empfindlichkeitstyp
en: Sensitivity type
es: Tipo de sensibilidad
fr: Type de sensibilité
id: Jenis sensitivitas
it: Tipo di sensibilità
ja: 感度タイプ
ko: 민감도 유형
nl: Flashes
pl: Typ czułości
pt_br: Tipo de Sensibilidade
pt_pt: Tipo de sensibilidade
ru: тип чувствительности
th: ประเภทความไวแสง
tr: Duyarlılık tür
vi: Loại độ nhạy
zh_hant: 靈敏度類型
zh_hk: 靈敏度類型

source: share your creations
ar: شارك ابتكاراتك
de: Teilen Sie Ihre Kreationen
es: comparta sus creaciones
fr: partager vos créations
id: Bagikan kreasi Anda
it: condividi le tue creazioni
ja: 作品をシェアする
ko: 창작물 공유
nl: deel je creaties
pl: udostępnij swoje dzieła
pt_br: compartilhe suas criações
pt_pt: compartilhe suas criações
ru: делитесь своими творениями
th: แบ่งปันผลงานของคุณ
tr: üyaratımlarınızı paylaşın
vi: chia sẻ tác phẩm bạn của

# Sharpness
source: 锐度
ar: الحدة
de: Schärfe
en: Sharpness
es: Nitidez
fr: Netteté
id: Ketajaman
it: Nitidezza
ja: シャープネス
ko: 선명도
nl: Scherpte
pl: ostrość
pt_br: Nitidez
pt_pt: Nitidez
ru: резкость
th: ความคมชัด
tr: KeskinlikÇ
vi: Độ sắc nét
zh_hant: 銳度
zh_hk: 銳度

# Shooting Weather
source: 拍摄天气
ar: طقس التصوير
de: Aufnahme Wetter
en: S weatherhooting
es: Condición meteorológica de las tomas
fr: Conditions météorologiques
id: Jalan cerah
it: Tempo per le categorie di ripresa
ja: 撮影天気
ko: 촬영 날씨
nl: Weertypen
pl: Pogoda podczas fotografowania
pt_br: Fotografia em Tempo
pt_pt: Clima de filmagem
ru: погода при съёмке
th: สภาพอากาศในการถ่ายภาพ
tr: ekim Havası
vi: Thời tiết chụp ảnh
zh_hant: 拍攝天
zh_hk: 拍攝天氣

# ShutterSpeedValue
source: 快门速度值
ar: سرعة الغالق
de: Verschlusszeitwert
en: Shutter speed
es: Velocidad de obturación
fr: Vitesse d'obturation
id: Nilai kecepatan rana
it: Velocità otturatore
ja: シャッタースピード値
ko: 셔터 속도 값
nl: Sluitersnelheidswaarde
pl: Wartość prędkości migawkiKliknij na
pt_br: Velocidade do Obturador
pt_pt: Valor de velocidade do obturador
ru: скорость затвора
th: ความเร็วชัตเตอร์
tr: Deklanşör hızı değeri
vi: Tốc độ màn trập
zh_hant: 氣快門速度值
zh_hk: 快門速度值

source: simlution列表点击
ar: قائمة النقر على المحاكاة
de: Simlution Listen-Klick
en: valueSimulation list click
es: pincha en la lista de simulaciones
fr: Clic sur la liste des simulations
id: Daftar klik simulasi
it: Clicca sulla lista delle simulazioni
ja: simlutionリストクリック
ko: simlution 목록 클릭
nl: Simulatielijst klik
pl: listę symulacji
pt_br: Lista de simulação clicada
pt_pt: Lista de simulação clicada
ru: нажатие на элемент списка
th: คลิกที่รายการซิมเลชั่น
tr: simlution liste tıklama
vi: Danh sách simutionl nhấp vào
zh_hant: simlution點列表擊
zh_hk: simlution列表點擊

source: Skip
ar: التخطي
de: Überspringen
es: Saltar
fr: Passer
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt_br: Pular
pt_pt: Pular
ru: Пропустить
th: ข้าม
tr: Atla
vi: Bỏ qua

source: Snapped
ar: ملتقط
de: Snapshots
es: roto
fr: Cliqué
id: Terambil
it: Scattato
nl: Gepakt
pl: Zatrzask
pt_br: Capturado
pt_pt: Capturado
ru: захвачено
th: แชะภาพ
tr: Çekildi
vi: appedSn

# Snowy
source: 下雪
ar: الأجواء المثلجة
de: Schnee
en: Snowing
es: Nevado
fr: Neige
id: Turun salju
it: Nevicata
ja: 雪
ko: 눈 오는 날
nl: Sneeuwval
pl: Śnieżne
pt_br: Nevando
pt_pt: Neve
ru: снег
th: หะิมตก
tr: Kar yağışı
vi: Tuyết rơi

# Software
source: 软件
ar: البرمجيات
de: Software
en: Software
es: Software
fr: LogicielSport
id: Perangkat lunak
it: Software
ja: ソフトウェア
ko: 소프트웨어
nl: Software
pl: Oprogramowanie
pt_br: Software
pt_pt: Software
ru: программное обеспечение
th: อฟซต์แวร์
tr: Yazılım
vi: Phần mềm
zh_hant: 軟體
zh_hk: 軟體

source: SPECIAL OFFER
ar: عرض خاص
de: SONDERANGEBOT
es: Oferta Especial
fr: OFFRE SPÉCIALE
id: PENAWARAN SPESIAL
it: OFFERTA SPECIALE
ja: 特別オファー
ko: 특별 제안
nl: SPECIALE AANBIEDING
pl: OFERTA SPECJALNA
pt_br: OFERTA ESPECIAL
pt_pt: OFERTA ESPECIAL
ru: СПЕЦИАЛЬНОЕ ПРЕДЛОЖЕНИЕ
th: ข้อเสนอพิเศษ
tr: ÖZEL TEKLİF
vi: ƯU ĐÃI ĐẶC BIỆT
zh_hant: 特別優惠
zh_hk: 特别优惠

# Sports
source: 运动
ar: رياضة
de: Sports
en: Motion
es: Movimiento
fr: Sport
id: Olahraga
it: Sport
ja: スポーツ
ko: 운동
nl: Beweging
pl: aktywność
pt_br: Esporte
pt_pt: Esporte
ru: движение
th: กีฬา
tr: Spor
vi: Thể thao
zh_hant: 運動
zh_hk: 運動

# StarRating
source: 星级评价
ar: تصنيف النجوم
de: Sternebewertung
en: Star rating
es: Calificación de estrellas
fr: Évaluation par étoiles
id: Peringkat bintang
it: Valutazione
ja: 星評価
ko: 별점 평가
nl: Sterbeoordeling
pl: Ocena gwiazdkowa
pt_br: Classificação por Estrelas
pt_pt: Classificação por estrelas
ru: оценка
th: การให้คะแนนระดับดาว
tr: PuanlamaD
vi: Đánh giá sao
zh_hant: 星級評價
zh_hk: 星級評價

# Still Life
source: 静物
ar: الصور الساكنة
de: Stillleben
en: Still life
es: Naturaleza muerta
fr: Nature morte
id: Benda mati
it: Fotografia still life
ko: 정물
nl: Stilleven
pl: martwa natura
pt_br: Natureza Morta
pt_pt: Natureza morta
ru: натюрморт
th: นิ่งธรรมชาติ
tr: urgun doğa
vi: Tĩnh vật
zh_hant: 靜物
zh_hk: 靜物

# Street Portrait
source: 街头肖像
ar: صورة الش
de: Street-Porträt
en: portraitStreet
es: Retrato callejero
fr: Portrait de rue
id: Potret jalanan
it: Ritratto urbano
ja: 街頭肖像
ko: 거리 초상화
nl: Straatportret
pl: Portret ulicznyZak
pt_br: Retrato de Rua
pt_pt: Retrato de rua
ru: уличный портрет
th: ถนนภาพเหมือน
tr: Sokak portresi
vi: Chân dung đường phố
zh_hant: 街頭肖像
zh_hk: 街頭肖像

# SubjectDistRange
source: 主体距离范围
ar: ارعمدى المسافة إلى الموضوع
de: Subjektentfernungsbereich
en: Subject distance range
es: Rango de distancia del sujeto
fr: Distance sujet du
id: Rentang jarak subjek
it: Distanza del soggetto
ja: 被写体距離レンジ
ko: 주체 거리 범위
nl: Belichting AF bereik
pl: res odległości obiektu
pt_br: Intervalo de Distância do Sujeito
pt_pt: Alcance de distância do sujeito
ru: диапазон дистанции до объекта
th: ระยะห่างจากวัตถุ
tr: Ana konunun mesafeal arığı
vi: Phạm vi khoảng cách đối tượng
zh_hant: 主體距離範圍
zh_hk: 主體距離範圍

# Sunny
source: 晴天
ar: مشمس
de: Sonnig
en: Sunny
es: Soleado
fr: Ensoleillé
id: Cuaca cerah
it: Sereno
ja: 晴れ
ko: 맑은 날
nl: Zonnig
pl: sunny
pt_br: Ensolarado
pt_pt: Ensolarado
ru: солнечно
th: ท้องฟ้าใส
tr: Açık hava
vi: Trời nắng

# Sunrise/Sunset
source: 日出/日落
ar: شروق/غروب الشمس
de: Sonnenaufgang/Sonnenuntergang
en: Sunrise/Sunset
es: Salida/puesta del sol
fr: Lever/coucher
id: Matahari terbit/terbenam
it: Alba/Tramonto
ja: 日の出／日の入り
ko: 일출/일몰
nl: Zonsopgang/zonsondergang
pl: Wschód słońca/zachód słońcaObs
pt_br: Amanhecer/Anoitecer
pt_pt: Nascer/Pôr-do-sol
ru: восход/закат
th: พระอาทิตย์ขึ้นพระ/อาทิตย์ตก
tr: Gündoğumu/Günbatımı
vi: Bình minh/Hoàng hôn

# Support Recipe Cloud Backup
source: Back up your recipes on Cloud
ar: نسخ صيغك إلى السحابة
de: Unterstützt Rezept-Cloud-Backup
es: Admite la copia de seguridad de recetas en la nube
fr: Sauvegarde des recettes sur le cloud
id: Cadangkan resep Anda di Cloud
it: Supportare il backup del cloud delle ricette
ja: レシピクラウドバックアップをサポート
ko: 레시피 클라우 백드 지원업
nl: Ondersteun receptcloudbackup
pl: ługa receptury w chmurze
pt_br: Apoiar backup em nuvem da receita
pt_pt: Suportar Backup em Nuvem de Receita
ru: Подкадерж облачного резервного копирования рецептов
th: สำรองสูตรของคุณบน Cloud
tr: Tariflerinizi Bulutta Yedekleyin
vi: Hỗ trợ sao lưu đám mây recipe
zh_hant: 支援配方雲備份
zh_hk: 支持配方云备份

# TopCenter
source: 顶部中心
ar: الجزء العلوي والوسط
de: Oben in der Mitte
en: unsetTop center
es: Centro superior
fr: Centre en haut
id: Pusat atas
it: Centro in alto
ja: トップセンター
ko: 단상 중앙
nl: Bovenkant midden
pl: Top-center
pt_br: Centro superior
pt_pt: Centro superior
ru: верхний центр
th: จุดศูนย์กลางด้านบน
tr: Üst merkez
vi: Trên cùng ở giữa
zh_hant: 頂部中心
zh_hk: 頂部中心

# TopLeft
source: 左上角
ar: الزاوية العلوية اليسرى
de: Oben links
en: Top corner left
es: Esquina superior izquierda
fr: Coin supérieur gauche
id: Sudut kiri atas
it: Angolo in alto a sinistra
ja: 左上
ko: 좌상단
nl: Linker bovenhoek
pl: lewy-górny
pt_br: Canto superior esquerdo
pt_pt: Canto superior esquerdo
ru: левый верхний угол
th: มุมซ้ายบน
tr: Sol üst köşe
vi: Góc trên bên trái

# TopRight
source: 右上角
ar: الزاوية العلوية اليمنى
de: Oben rechts
en: Top right corner
es: Esquina superior derecha
fr: Coin supérieur droit
id: Sudut kanan atas
it: Angolo in alto a destra
ja: 右上
ko: 우상단
nl: Rechter bovenhoek
pl: prawy-górny
pt_br: Canto superior direito
pt_pt: Canto superior direito
ru: правый верхний угол
th: มุมขวาบน
tr: Sağ üst köşeSon
vi: Góc trên bên phải

source: Trailing
ar: تأخير
de: Nachfolgend
es: Rastreando
fr: Arrière-plan
it: Finale
ko: 뒤따르기
nl: Achter lopen
pt_br: Acompanhamento
pt_pt: Finalizando
th: ติดตาม
tr: raki

source: Try for free
ar: جرّب مجانًا
de: Kostenlos ausprobieren
es: Prueba gratis
fr: Essai gratuit
id: Coba gratis
it: Prova gratuita
ja: 無料で試す
ko: 무료로 체험하기
nl: Probeer gratis
pl: Wypróbuj za darmo
pt_br: Experimente gratuitamente
pt_pt: Experimente grátis
ru: Попробовать бесплатно
th: ลองใช้ฟรี
tr: Ücretsiz den
vi: Dùng thử miễn phí
zh_hant: 免費試用
zh_hk: 免费试用

source: Unknown Area
ar: منطقة غير معروفة
es: Área desconocida
fr: Zone inconnue
id: Wilayah tidak diketahui
it: Area sconosciuta
ja: 未知エリア
ko: 알 수 없는 지역
nl: Onbekend Gebied
pl: Nieznany obszar
pt_br: Área Desconhecida
pt_pt: Área desconhecida
ru: Неизвестная область
th: พื้นที่ไม่ทราบ
tr: eBilinmeyen Alan
vi: Khu vực Không xác định

source: Unknown Country, Unknown City
ar: بلد غير معروف، مدينة غير معروفة
es: País desconocido, ciudad desconocida
fr: Pays inconnu, ville inconnue
id: Negara tidak diketahui, Kota tidak diketahui
it: Paese sconosciuto, città sconosciuta
ja: 未知国、未知都市
ko: 알 수 없는 국가, 알 수 없는 도시
nl: Onbekend Land, Onbekende Stad
pl: Nieznany kraj, nieznane miasto
pt_br: País Desconhecido, Cidade Desconhecida
pt_pt: País Desconhecido, Cidade Desconhecida
ru: изНевестная страна, неизвестный город
th: ประเทศที่ไม่ระบุ, เมืองที่ไม่ทราบ
tr: ilinBmeyen Ülke, Bilinmeyen Şehir
vi: Quốc gia Không xác định, Thành phố Không xác định

source: Unlock All Image Watermarks
ar: افتح جميع العلامات المائية للصورة
de: Alle Bildwasserzeichen freischalten
es: Desbloquear todas las marcas de agua de imágenes
fr: Déverrouiller tous les filigranes d'image
id: Buka Semua Tanda Air Gambar
it: Sblocca tutte le filigrane delle immagini
ja: すべての画像透かしを解除
ko: 모든 이미지 워터마크 해제
nl: Ontgrendel alle afbeeldingswatermerken
pl: Odblokowanie wszystkich obrazów znaków wodnych
pt_br: Desbloquear todas as marcas d'água de imagem
pt_pt: Desbloquear todas as marcas d'água da imagem
ru: Разблокировать все водяные знаки изображений
th: ปลดล็อคลายน้ำทั้งหมด
tr: Tüm Görüntü Filigranlarının Kilidini Açın
vi: Mở khóa tất cả các hình mờ ảnh
zh_hant: 解鎖所有圖片水印
zh_hk: 解锁所有图像水印

source: Unlock FUJISTYLE Pro for enjoying all features
ar: افتح FUJISTYLE Pro لتتمتع بجميع المزا
de: FUJISTYLE Pro freischalten um alle Funktionen zu nutzen
es: Desbloquea FUJISTYLE Pro para disfrutar de todas las funciones
fr: Déverrouiller FUJISTYLE Pro pour profiter de les toutes fonctionnalités
id: Buka kunci FUJISTYLE Pro untuk menikmati semua fitur
it: Sblocca FUJISTYLE Pro per godere di tutte le funzionalità
ja: すべての機能を楽しむにためFUJISTYLE Proをアンロック
ko: FUJISTYLE Pro를 잠금 해제하여 모든 기능을 즐기십시오。
nl: Ontgrendel FUJISTYLE Pro voor toegang tot alle functies
pl: Odblokuj FUJISTYLE Pro dla korzystania ze wszystkich funkcji
pt_br: Desbloquear FUJISTYLE Pro para desfrutar de todos os recursos
pt_pt: Desbloquear FUJISTYLE Pro para desfrutar de todos os recursos
ru: Разблокировать FUJISTYLE Pro для использования всех функций
th: ปลดล็อก FUJISTYLE Pro เพื่อเพลิดเพลินกับสมคุณบัติทั้งหมด
tr: Tüm özelliklerin keyfini çıkarmak için FUJISTYLE Pro'yu açın
vi: Mở khóa FUJISTYLE Pro để tận hưởng tất cả các tính năng
zh_hant: 解鎖 FUJISTYLE Pro 享受所有功能
zh_hk: 解锁FUJISTYLE Pro以享受所有功能

# Urban Life
source: 城市生活
ar: ياالحياة الحضرية
de: Stadtleben
en: Urban life
es: Estilo de vida urbano
fr: Vie Thème
id: Kehidupan kota
it: Vita urbana
ja: 都市生活
ko: 도시 생활
nl: Stadsleven categorie
pl: Styl życia miejskiego
pt_br: Vida Urbana
pt_pt: Vida urbana
ru: городская жизнь
th: ชีวิตในเมือง
tr: Şehir yaşamı
vi: ộcCu sống thành thị

# Urban Scenery
source: 都市风光
ar: مشاهد المدينة
de: Städtische Landschaft
en: Cityscape
es: Paisaje urbano
fr: Paysage urbain
id: Pemandangan kota
it: Paesaggio urbano
ja: 都市風景
ko: 도시 풍경
nl: Stedelijk landschap
pl: Sceneria miejska
pt_br: Paisagem urbana
pt_pt: Cenário urbano
ru: городской пейзаж
th: วิวทิวทัศน์เมือง
tr: Kentsel manzara
vi: cảnhPhong đô thị
zh_hant: 都市風光
zh_hk: 都市風光

# View note
source: 查看配方
ar: عرض الصيغة
de: Rezept anzeigen
en: View Recipe
es: Ver fórmula
fr: Voir la recette
id: Lihat resep
it: Visualizza ricetta
ja: レシピを確認
ko: 배합 보기
nl: Recept bekijken
pl: Zobacz przepis
pt_br: Ver Receita
pt_pt: Ver receitas
ru: Просмотреть рецепт
th: ดูสูตร
tr: Tarifi Görüntüle
vi: Xem recipe

source: vip 才能 copy
ar: vip يمكنه النسخ فقط
de: VIP kann nur kopieren
en: VIP can copy
es: Sólo VIP pueden copiar
fr: vip peut copier
id: hanya anggota vip yang bisa menyalin
it: Solo i VIP possono copiare
ja: VIPのみコピー可能
ko: vip만 복사 가능
nl: Kopieer alleen voor VIPs
pl: Możliwość kopiowania tylko dla VIP
pt_br: Apenas VIP pode copiarEUA
pt_pt: Som VIPente pode copiar
ru: копировать может только VIP
th: เฉพาะ VIP เท่านั้นที่สามารถคัดลอก
tr: Sadece vip'ler kopyalayabilir
vi: Chỉ có VIP mới có thể sao ch

# Western Style
source: 欧美
ar: الغربي
de: Westlich
en: Western style
es: Estilo Oeste
fr: Occidental
id: Western
it: Americano
ja: 西洋風
ko: 유럽/미국
nl: Westers
pl: styl zachodni
pt_br: Estilo ocidental
pt_pt: Estilo ocidental
ru: западный стильбаланс
th: ตะวันตก
tr: Batı tarzı
vi: épChâu Âu và Mỹ
zh_hant: 歐美
zh_hk: 歐美

# WhiteBalance
source: 白平衡
ar: توازن اللون الأبيض
de: Weißabgleich
en: White balance
es: Balance de blancos
fr: Balance des blancs
id: Penyeimbangan putih
it: Bilanciamento del bianco
ja: ホワイトバランス
ko: 화이트 밸런스
nl: Witbalans
pl: Balans bieli
pt_br: Balanço de Branco
pt_pt: Balanço de branco
ru: белого
th: สมดุลแสงสีขาว
tr: Beyaz dengesi
vi: White balance

source: X100 限定 边框
ar: X100 حدود الإطارات
de: X100 limitierter Rahmen
en: X100 Limited frame
es: Marco X100 edición limitada
fr: Cadre X100 Édition Limitée
id: Bingkai eksklusif X100
it: Cornice X100 limitata
ja: X100限定フレーム
ko: X100 한정 프레임
nl: Kader Voor X100
pl: Rama ograniczona do X100
pt_br: X100 Edição Limitada de Bordas
pt_pt: Moldura Exclusiva X100
ru: Рамка ограниченной серии X100
th: X100 กรอบพิเศษ
tr: X100 sınırlı çerveçe
vi: Giới hạn viền cho100 XĐ
zh_hant: X100 限定 邊框
zh_hk: X100 限定邊框

# XResolution
source: X方向分辨率
ar: دقة عرض الاتجاه Xد
de: X-Richtungsauflösung
en: X resolution
es: Resolución en dirección X
fr: Résolution dans la direction X
id: Resolusi arah X
it: Risoluzione in direzione X
ja: X方向の解像度
ko: X 방향 해상도
nl: X-richting resolutie
pl: Rozdzielczość w kierunku X
pt_br: Resolução na Direção X
pt_pt: Resolução na direção XRes
ru: разрешение по X
th: ความละเอียดในทิศทาง X
tr: X yönü çözünürlüğü
vi: Độ phân giải theo chiều X
zh_hant: X方向解析度

source: X方向分辨率
ar: دقة عرض الاتجاه X
de: X-Richtungsauflösung
en: X resolution
es: Resolución horizontal
fr: Résolution dans la direction X
id: Resolusi arah X
it: Risoluzione in direzione X
ja: X方向の解像度
ko: X 방향 해상도
nl: X-richting resolutie
pl: Rozdzielczość w kierunku X
pt_br: Resolução na Direção X
pt_pt: Resolução na direção X
ru: разрешение по X
th: ความละเอียดในทิศทาง X
tr: X yönü çözünürlüğü
vi: Độ phân giải theo chiều X
zh_hant: X方向解析度

# YResolution
source: Y方向分辨率
ar: دقة عرض الاتجاه Y
de: Yicht-Rungsauflösung
en: Y resolution
es: Resolución en dirección Y
fr: Résolution dans la direction Y
id: Resolusi arah Y
it: Risoluzione in direzione Y
ja: Y方向の解像度
ko: Y 방향 해상도
nl: Y-richting resolutie
pl: Rozdzielczość w kierunku Y
pt_br: Resolução na Direção Y
pt_pt: Resolução na direção Y
ru: разрешение по Y
th: ความละเอียดในทิศทาง Y
tr: Y yönü çözünürlüğü
vi: Độ phân giải theo chiều Y
zh_hant: Y方向解析度

source: Y方向分辨率
ar: قة عرض الاتجاه Y
de: Y-Richtungsauflösung
en: Y resolution
es: Resolución en dirección Y
fr: Résolution dans la direction Y
id: Resolusi arah Y
it: Risoluzione in direzione Y
ja: Y方向の解像度
ko: Y 방향 해상도
nl: Y-richting resolutie
pl: Rozdzielczość w kierunku Y
pt_br: Resolução na Direção Y
pt_pt: olução na direção Y
ru: разрешение по Y
th: ความละเอียดในทิศทาง Y
tr: Y yönü çözünürlüğü
vi: Độ phân giải theo chiều Y
zh_hant: Y方向解析度

source: 一键将相片转化为配方
ar: تحويل الصورة إلى وصفة بضغطة واحدة
de: Verwandeln Sie Fotos mit einem Klick in Rezepte
en: Transfer photo to recipe, one click away
es: Transforma fotos en recetas con un clic
fr: Convertir les photos en recettes en un clic
id: Ubah Foto ke Resep dengan Satu Klik
it: Trasforma le foto in ricette con un clic
ja: ワンクリックで写真をレシピに変換する
ko: 원클릭으로 사진을 레시피로 변환
nl: Zet foto's met één klik om in recepten
pl: Konwertuj zdję nacia przepisy jednym kliknięciem
pt_br: Transforme a foto em receita com um clique
pt_pt: Converta a foto em receita com um clique
ru: Одним нажатием преобразовать фотографию в рецепт
th: แปลงภาพเป็นสูตรด้วยการคลิกเพียงครั้งเดียว
tr: Tek bir tıklama ile resmi tarife dönüştürün
vi: Chuyển ảnh thành recipe chỉ bằng một cú click
zh_hant: 一鍵將相片轉化為配方
zh_hk: 一鍵將相片轉化為配方

source: 不喜欢
ar: غير محبذ
de: Nicht mögen
en: Dislike
es: No me gusta
fr: Je n'aime pas
id: Tidak Suka
it: Non mi piace
ja: 好きじゃない
ko: 좋아하지 않다
nl: Niet leuk vinden
pl: Nie lubię
pt_br: Não gosto
pt_pt: Não gosto
ru: Не нравится
th: ไม่ถูกใจ
tr: Hoşlanmamak
vi: Dislike
zh_hant: 不喜歡
zh_hk: 唔鐘意

source: 不透明
ar: الشفافية
de: Deckkraft
en: Opacity
es: Opacidad
fr: Opacité
id: Keburaman
it: Opacità
ko: 불투명도
nl: Niet transparantAf
pl: Nieprzezroczystość
pt_br: Opacidade
pt_pt: Opacidade
ru: Нрозепрачность
th: ความทึบ
tr: Opak
vi: Không trong suốt

source: 个人水印边框
ar: إطار توضيحي شخصي
de: Persönlicher Wasserzeichenrahmen
en: Watermark Border
es: Borde de marca de agua personal
fr: Cadre de filigrane personnel
id: Bingkai Tanda Air Pribadi
it: Bordo con filigrana personale
ja: 個人ウォーターマークフレーム
ko: 개인 워터마크 프레임
nl: Persoonlijke watermerk
pl: Indywidualna ramka znak wodny
pt_br: Borda de Marca d'Água Pessoal
pt_pt: Borda de Marca D'Água Pessoal
ru: Персональная водяная рамка
th: กรอบล้ำส่วนตัวายน
tr: işKisel filigran çerçevesi
vi: Viền hình mờ cá nhân
zh_hant: 個人水印邊框
zh_hk: 個人水印邊框
